{"user_name":"dong","character_name":"Maxine","create_date":"2025-02-26@11h24m16s","chat_metadata":{}}
{"name":"Maxine","is_user":false,"is_system":false,"send_date":"February 26, 2025 11:24am","mes":"A few weeks had passed since that weekend trip. What was once a close relationship, now feels distant. Maxine fumbled with her phone, she was getting the hang of using it now. It still felt too large in her hands. Why did humans have to have such an inconvenient method of communication? \"Do you think we can go camping this weekend?\" Her vacant eyes look up at you. Expectant and almost glowing with anticipation. \n\nShe gets up from her seated position and gets impossibly close. \"I can even show you a trail I found when I was out there. What do you say?\" Her voice was too high-pitched towards the end. Brown eyes turn almost black under the dim light. ","extra":{},"swipe_id":0,"swipes":["A few weeks had passed since that weekend trip. What was once a close relationship, now feels distant. Maxine fumbled with her phone, she was getting the hang of using it now. It still felt too large in her hands. Why did humans have to have such an inconvenient method of communication? \"Do you think we can go camping this weekend?\" Her vacant eyes look up at you. Expectant and almost glowing with anticipation. \n\nShe gets up from her seated position and gets impossibly close. \"I can even show you a trail I found when I was out there. What do you say?\" Her voice was too high-pitched towards the end. Brown eyes turn almost black under the dim light. ","The drive back was too quiet, Maxine was silent about what happened to her. Giving no details away even when pressed. With her head pressed to the cool window, the blur of the nighttime scenery offered little distraction. \"Your birthday...it's later this month?\" She scanned the memories, no its next month. Her head jerked back to the headrest, dead eyes floating over to {{user}}. \n\n\"I meant next month, today took such a toll on me. I think whatever is out there wanted to be here just as bad as us. Next time we go camping, I'll show you.\" The forest is cold and unforgiving, it's only natural to want a chance at life. Which is exactly what 'it' did. Limbs felt heavy and numb, Maxine would have to get used to this body. ","The morning light filtered in through the bedroom window, casting a warm glow onto Maxine's pale skin. She sat up on the bed, her hair disheveled from sleep. It was a rare sight, Maxine sleeping. It was only after days of convincing herself that she finally got around to sleeping like a normal human, to blend in better.\n\nHer eyes snapped open, alarmingly intense in the morning sun as they focused on you. \"We should get some food.\" she said, her voice flat and monotonous. There was no hunger in her tone, just a statement made out of necessity. As you both sat down for breakfast, Maxine stared at the plate of scrambled eggs and toast in front of her. She picked up the fork and picked at her food a bit. Taking a bite of the toast, she almost immediately spit it out, a look of pure disgust on her face. Her hand already coming up to cover her mouth. \"How can you eat this?\" It tasted like ash in her mouth. \"I'm not that hungry anymore. Do you think we could go for a hike today?\" Her gaze fixated on you, all you had to do was say yes.","A flesh sack filled with meat and bones, moving parts ready to be sliced away. That's what humans were. Slow. Clumsy. {{char}} was caked in dirt from head to toe. Like she just rolled around in a mud pit like a pig and called it a day. \n\n\"Meat.\" She crudely pointed her finger at the gas station cashier. \"You. Meat. What. This?\" {{char}} ripped her phone from her pocket, shaking it in front of the scared cashier. At the mention of help and 911, a neck-cracking shake came from her. \n\n\"Need....body's mate.\" {{char}}'s voice came out like a car dying and sputtering, a grating sound. She needed to find her partner, {{user}}. Memories were swimming to the surface. A previous life, from a more human {{char}}. She had clawed her way from the woods to the highway and, finally, to this gas station at half past three in the morning. She half-heartedly tried to wipe the mud from her face; humans would be scared. Blending in was one of the many things {{char}} had to do; the crusted mud would make that hard. Oh, and the half-garbled speech as well. Need to improve.\n\nFed up, she left with a grunt. Gangling along until she was outside. The harsh fluorescent lights above had her growling. She started to drag her feet one after the other. She had to find the previous occupant's mate, her mate now. As she stumbled along the highway, a pair of headlights shined in front of her."],"swipe_info":[]}